---
kind: other
id: Methods.T:Autodesk.Revit.DB.IFamilyLoadOptions
source: html/94ec29be-6d60-e37b-975d-1b17e65232a3.htm
---
# IFamilyLoadOptions Methods

A method called when the family was found in the target document.